---
kind: other
id: Methods.T:Autodesk.Revit.DB.FabricationConfigurationInfo
source: html/db35e00f-6819-eb72-d64a-8d741fc39110.htm
---
# FabricationConfigurationInfo Methods

Finds the source fabrication configuration on disk which matches the input fabrication configuration.